# -*- coding: utf-8 -*-

"""
-------------------------------------------------
   File Name：     test.py
   Description :
   Author :       charl
   date：          2018/11/27
-------------------------------------------------
   Change Activity: 2018/11/27:
-------------------------------------------------
"""

import re

line = "想做/ 兼_职/学生_/ 的 、加,我Q：  1 5.  8 0. ！！？？  8 6 。0.  2。 3     有,惊,喜,哦"
# line = line.decode("utf8")
string = re.sub("[\s+\.\!\/_,$%^*(+\"\']+|[+——！，。：？?、~@#￥%……&*（）]+", "", line)
print(string)
